Revit 2027 API
FormArray.ReverseIterator Method
Retrieve a backward moving iterator to the array.
Namespace: Autodesk.Revit.DB
Assembly: RevitAPI (in RevitAPI.dll) Version: 27.0.4.0 (27.0.4.0)
Syntax
public virtual FormArrayIterator ReverseIterator()
Public Overridable Function ReverseIterator As FormArrayIterator
public:
virtual FormArrayIterator^ ReverseIterator()
abstract ReverseIterator : unit -> FormArrayIterator
override ReverseIterator : unit -> FormArrayIterator
Return Value
FormArrayIterator
Returns a backward moving iterator to the array.
See Also
Reference
FormArray Class
Autodesk.Revit.DB Namespace